Repository: drupalnorge/drupalno-2018
Catalog: translations/coffee-8.x-1.0-beta2.*.po
Languages: nb

source: Menu
nb: Meny

source: Permissions
nb: Tillatelser

source: About
nb: Om

source: Uses
nb: Bruker

source: Go to
nb: Gå til

source: Access Coffee
nb: Bruke Coffee

source: Access the Coffee search box to navigate fast between admin pages
nb: Bruke Coffee-søkeboksen for å navigere raskt mellom administrasjonssidene

source: Go to front page
nb: Gå til forside

source: Administer Coffee
nb: Administrere Coffee

source: Administer the Coffee search module
nb: Administrere Coffee-søkemodulen

source: Provides an Alfred like search box to navigate within your site.
nb: Tilbyr en Alfred lignende søkeboks for å navigere nettstedet ditt.

source: Select what menus coffee should search.
nb: Velg hvilke menyer Coffee skal søke i.

source: Coffee configuration
nb: Oppsett for Coffee

source: Coffee settings
nb: Innstillinger for Coffee

source: Coffee menus
nb: Coffee-menyer

source: Number of items to show in the search result
nb: Antallet treff som skal vises i søkeresultatet

source: Menus to include
nb: Menyer som skal inkluderes

source: Select the menus that should be used by Coffee to search.
nb: Velg menyene som skal brukes av Coffee for å søke.

source: Max results
nb: Maks resultat

source: Maximum number of items to show in the search results.
nb: Maksimalt antall treff som skal vises i søkeresultatene.
